[
  {
    "image": "icon_macDonPack.webp",
    "modName": "pdlc_macDonPack",
    "titleEN": "MacDon Pack",
    "titleES": "Paquete MacDon",
    "version": "Last",
    "required": true,
    "descriptionEN": "MacDon brings you next level harvesting performance, with five highlight machines included in the MacDon Pack for Farming Simulator 25! Get the M1240 Windrower, the DX140 & FD140 Headers, the PW8 pickup header, and the R216Sp disc header by the Canadian manufacturer of harvesting equipment.",
    "descriptionES": "¡MacDon te ofrece un nivel superior de rendimiento en la cosecha con cinco máquinas destacadas incluidas en el Paquete MacDon para Farming Simulator 25! Obtén la M1240 Windrower, los cabezales DX140 y FD140, el cabezal recolector PW8 y el cabezal de discos R216Sp del fabricante canadiense especializado en equipos de cosecha."
  },
  {
    "image": "icon_nexatPack.webp",
    "modName": "pdlc_nexatPack",
    "titleES": "Paquete NEXAT",
    "titleEN": "NEXAT Pack",
    "version": "Last",
    "required": false,
    "descriptionES": "Tecnología de vanguardia en tus campos: NEXAT es el primer sistema holístico de producción de cultivos en el mundo y ofrece un vehículo portador con gran ancho de trabajo que puede combinarse con potentes módulos intercambiables. ¡Obtén 12 máquinas de 7 marcas!\n\nPresentamos el sistema NEXAT\nCon un enfoque en la eficiencia y la automatización, NEXAT se basa en un solo vehículo para todos los pasos principales del procesamiento de cultivos. Integra módulos individuales de fabricantes reconocidos para diferentes procesos de campo como labranza, siembra, protección de cultivos y cosecha, convirtiendo cada herramienta en un implemento autopropulsado.\n\nNueva tecnología, nuevas marcas\nAdemás, el Paquete NEXAT contiene otras seis marcas, incluidas tres nuevas en la serie, reuniendo una amplia gama de posibilidades. Marcas destacadas: DAMMANN, Einböck, Evers Agro, Geringhoff, Väderstad y Wienhoff.",
    "descriptionEN": "Cutting-edge technology on your fields: NEXAT is the world's first holistic crop production system and offers you a carrier vehicle with high working width that can be combined with powerful, interchangeable modules. Get 12 machines from 7 brands!\n\nIntroducing the NEXAT System\nAiming at efficiency and automation, NEXAT is based on one vehicle for all major crop processing steps. Integrate individual modules from renowned manufacturers for different field processes like tillage, sowing, plant protection, and harvesting - turning every tool into a self-propelled implement.\n\nNew Technology, New Brands\nIn addition, the NEXAT Pack contains six other brands, including three new to the series, bringing together a wide range of possibilities. Featured brands: DAMMANN, Einböck, Evers Agro, Geringhoff, Väderstad and Wienhoff."
  },
  {
    "image": "icon_strawHarvestPack.webp",
    "modName": "pdlc_strawHarvestPack",
    "titleES": "Paquete de Cosecha de Paja",
    "titleEN": "Straw Harvest Pack",
    "version": "Last",
    "required": false,
    "descriptionES": "Amplía tu operación con la industria del pellet y aumenta tu productividad basada en la paja. Straw Harvest incluye máquinas especializadas, herramientas y otros recursos.\n\nMáquinas especializadas\nOpera maquinaria de fabricantes como KRONE y Bressel und Lade. Como la primera cosechadora de pellets móvil del mundo, empacadoras y más.\n\nJugabilidad de la industria del pellet\nUn pabellón industrial configurable para almacenamiento y procesamiento que incluye una grúa opcional y un paletizador automático para aumentar la rentabilidad de los pellets procesados.",
    "descriptionEN": "Extend your operation with the pellet industry and increase your straw-based productivity! Straw harvest includes specialized machines, tools, and other resources.\n\nSpecialized Machines\nOperate machinery from manufacturers KRONE and Bressel und Lade. Like the world's first mobile pellet harvester, balers & more.\n\nPellet Industry Gameplay\nA configurable industry hall for storage and processing comes with an optional hall crane and an automatic palletizer to increase the profit of processed pellets."
  },
  {
    "image": "icon_plainsAndPrairies.webp",
    "modName": "pdlc_plainsAndPrairies",
    "titleES": "Paquete Llanuras y Praderas",
    "titleEN": "Plains & Prairies Pack",
    "version": "Last",
    "required": false,
    "descriptionEN": "Welcome Ford to Farming Simulator – a pioneer of industrialization. The Plains & Prairies Pack brings two classic Ford tractors to the game, alongside legendary machines like the Versatile 1080 “Big Roy”, the modern Fendt Rogator 900, and more.\n\n3 New Brands & 21 Machines\nWith over 20 vehicles and implements spanning from cult classics like the Ford 976 & 1156 Versatile to modern innovations, you’ll farm the open plains and vast prairies in style. The Plains & Prairies Pack features three new brands Ford, GEA, and Trout River, as well as returning manufacturers Brandt, Fendt, International, Salford, Väderstad & Versatile.\n\nMoving Covers, Lifting Axles!\nAs the fleet grows, so does the attention to detail: Pneumatic sprayers from Fendt and Salford let you spread solid fertilizer, realistic trailer covers roll over your stored crops, and working lift axles satisfy your hydraulic-loving heart as you maneuver the game's largest manure tanker. Together, these details add to the authenticity of virtual farming.",
    "descriptionES": "Bienvenido Ford a Farming Simulator – un pionero de la industrialización. El paquete Plains & Prairies trae dos tractores clásicos de Ford al juego, junto con máquinas legendarias como el Versatile 1080 “Big Roy”, el moderno Fendt Rogator 900 y más.\n\n3 Nuevas Marcas & 21 Máquinas\nCon más de 20 vehículos e implementos que abarcan desde clásicos de culto como el Ford 976 & 1156 Versatile hasta innovaciones modernas, cultivarás las extensas llanuras y praderas con estilo. El paquete Plains & Prairies incluye tres nuevas marcas Ford, GEA y Trout River, además de fabricantes que regresan como Brandt, Fendt, International, Salford, Väderstad & Versatile.\n\n¡Cubiertas móviles, ejes elevables!\nA medida que la flota crece, también lo hace la atención al detalle: Pulverizadores neumáticos de Fendt y Salford te permiten esparcir fertilizante sólido, cobertores realistas de tráileres protegen tus cultivos almacenados y ejes elevables en funcionamiento satisfacen a tu corazón amante de la hidráulica mientras maniobras el tanque de estiércol más grande del juego. Juntos, estos detalles aportan autenticidad a la agricultura virtual."
  }
]
